perf_test/results/read_20260531_165340/report.txt
Requests      [total, rate, throughput]         30, 1.03, 1.02
Duration      [total, attack, wait]             29.311s, 29.001s, 309.993ms
Latencies     [min, mean, 50, 90, 95, 99, max]  285.653ms, 329.128ms, 329.492ms, 358.094ms, 368.542ms, 433.788ms, 433.788ms
Bytes In      [total, mean]                     3019830, 100661.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:30  
Error Set: